src/content/intro.org
#+SETUPFILE: https://fniessen.github.io/org-html-themes/org/theme-bigblow.setup
#+TITLE: Intro

* Lucid Staking Pool Introduction
** Lucid Stake Pool Intro 
We are incredibly excited to announce the opening to public of our Cardano stake pool called *Lucid*. It has been a passion project that has been long in the works (it has been in private operation since the beginning 2021), built with extreme care and a long-term vision in mind. Finally, we are ready to present it to the community.  

As versatile Cardano already is itself with the native tokens, transaction metadata, eUTXO model, we are confident that the upcoming launch of smart-contract has the potential to completely change the game.
We have built our stake pool infrastructure with that in mind. On the technological side, our servers are bulletproof. We spent almost a year testing our infrastructure on Cardano mainnet and various flavors of testnets.
We have also taken care of the backup servers in different locations, in case of any emergency situation. That guarantees our delegators a service that is effortless and reliable 24/7.
Once you join our pool, you can rest assured that everything is going to be taken care of. Our fundamentals are solid, and that is a beautiful start. However, our mission is bigger than that.

We pride ourselves at the fact that Lucid is more than just a stake pool. It is designed to be one leg of our Rizome operation, which encompasses a host of projects aimed at providing support for the Cardano community, both developers and users by sharing our knowledge, insights and tools with them. With in-depth understanding of the underlying technologies of blockchain and Cardano we are aiding in the global financial paradigm-shift that Cardano is capable of fuelling.  
We are supporting environmentally replenishing causes.
In the future we plan to run our server infrastructure exclusively on sustainable energy. We made them as efficient as possible, including additional stand-alone backup machines.  


The focus on spreading free educational content is amongst our highest priorities. The technology behind Cardano is incredibly encouraging. We are sitting on gold, yet the conversations around it are still a niche for technological enthusiasts. It is our mission to help more people to understand the deep implications of what the implementation of this technology could do to advance our daily interactions, transactions, and ultimately, our society.
Such an advancement could not only revolutionize our financial systems, but we believe that the potential applications could also have a significant impact on people’s mental freedom and approach to life. Eventually, that has the power to change the world, one perspective at a time.

It might seem that this is wishful thinking, but we are practical idealists at heart. Global changes get sparked by forward-thinking ideas before they turn into actions. Social media is an excellent tool that we have to hone that. Just like a blade, one can use it for constructive purposes, or for destructive ones. Our aim is to spread life-giving lessons.
Lucid is geared to be a fan for the philosophically oriented sparks that touch upon what it means to be a human in the twenty first century, and the conscious navigation of the multitude of challenges and opportunities in our technologically potent world.
In our view, being healthy, smart and capable in such an environment should encompass a knowledge of self, emotional intelligence, and technological savviness.
We think that is especially important to instill inspiring ideas to the younger generation in an understandable and welcoming way. That is why a part of our operation is centered around giving people bite-sized lessons on concepts that work to expand and sharpen one’s mind. That encompasses the insights of classical philosophers, practical mental-health lessons, and tips on navigating the technological and financial landscapes of today.

** Rizome Garden

Another important aspect for us is operating in an environmentally conscious, and constructive way. Apart from eventually running exclusively on green energy, we have plans to expand upon that notion. Currently, we have started to build our Rizome Garden. It is a space out in a remote location which will be a multi-purpose hub of activity. It will become the headquarters of our operation, a place for gathering of like-minded people, and a place for the production of green energy. 
**  Andy Novokov 
 Our head of operations is Andy Novikov. Nowadays, he works with a major support and natural language processing whitelabel company where he is in charge of security and the maintenance of the overall tech architecture. Ultimately, his excitement for its liberating potentials culminated in Rizome, and the Lucid Stake pool. He is closely knit and active in the blockchain community, taking part with early projects on Ethereum, experimenting with Bitcoin Lightning network, actively testing new featutes on Cardano testnetm part of Plutus Pioneers First Cohort Promram, helping to advance the fluid integration of Alonzo Purple testnet.   

In the future, Andy dreams of creating a futuristic garden which will host the Rizome servers, events, and be a welcoming haven where like-minded people can come together – virtually and in person. The piece of land has already been secured, but big things don’t happen overnight. We take it one planned step at a time. Our Lucid pool is meant to be personable. We strive to build relationships, and most importantly, a kind community where everybody is welcome to share their ideas, learn, and grow together.

If you choose to join our pool, know that you will be welcomed with support and detail information. It is built on solid technological foundations, an excitement for the future, and a deep love for bettering humanity. We cannot wait for you to experience what we have in store for you. Our team is available to answer your questions everyday from 9-18 (GMT+2).

Godspeed, friends,

Your Lucid Team
