intro.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-08-31 Tue 13:10 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Intro</title>
<meta name="author" content="Andy Candy" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/bigblow_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/bigblow_theme/css/bigblow.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/bigblow_theme/css/hideshow.css"/>
</head>
<body>
<div id="content">
<h1 class="title">Intro</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org603d59e">1. Lucid Staking Pool Introduction</a>
<ul>
<li><a href="#orgb8144b7">1.1. Lucid Stake Pool Intro </a></li>
<li><a href="#orge5d20bf">1.2. Rizome Garden</a></li>
<li><a href="#org38a7359">1.3.  Andy Novokov </a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org603d59e" class="outline-2">
<h2 id="org603d59e"><span class="section-number-2">1</span> Lucid Staking Pool Introduction</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orgb8144b7" class="outline-3">
<h3 id="orgb8144b7"><span class="section-number-3">1.1</span> Lucid Stake Pool Intro </h3>
<div class="outline-text-3" id="text-1-1">
<p>
We are incredibly excited to announce the opening to public of our Cardano stake pool called <b>Lucid</b>. It has been a passion project that has been long in the works (it has been in private operation since the beginning 2021), built with extreme care and a long-term vision in mind. Finally, we are ready to present it to the community.  
</p>

<p>
As versatile Cardano already is itself with the native tokens, transaction metadata, eUTXO model, we are confident that the upcoming launch of smart-contract has the potential to completely change the game.
We have built our stake pool infrastructure with that in mind. On the technological side, our servers are bulletproof. We spent almost a year testing our infrastructure on Cardano mainnet and various flavors of testnets.
We have also taken care of the backup servers in different locations, in case of any emergency situation. That guarantees our delegators a service that is effortless and reliable 24/7.
Once you join our pool, you can rest assured that everything is going to be taken care of. Our fundamentals are solid, and that is a beautiful start. However, our mission is bigger than that.
</p>

<p>
We pride ourselves at the fact that Lucid is more than just a stake pool. It is designed to be one leg of our Rizome operation, which encompasses a host of projects aimed at providing support for the Cardano community, both developers and users by sharing our knowledge, insights and tools with them. With in-depth understanding of the underlying technologies of blockchain and Cardano we are aiding in the global financial paradigm-shift that Cardano is capable of fuelling.  
We are supporting environmentally replenishing causes.
In the future we plan to run our server infrastructure exclusively on sustainable energy. We made them as efficient as possible, including additional stand-alone backup machines.  
</p>


<p>
The focus on spreading free educational content is amongst our highest priorities. The technology behind Cardano is incredibly encouraging. We are sitting on gold, yet the conversations around it are still a niche for technological enthusiasts. It is our mission to help more people to understand the deep implications of what the implementation of this technology could do to advance our daily interactions, transactions, and ultimately, our society.
Such an advancement could not only revolutionize our financial systems, but we believe that the potential applications could also have a significant impact on people’s mental freedom and approach to life. Eventually, that has the power to change the world, one perspective at a time.
</p>

<p>
It might seem that this is wishful thinking, but we are practical idealists at heart. Global changes get sparked by forward-thinking ideas before they turn into actions. Social media is an excellent tool that we have to hone that. Just like a blade, one can use it for constructive purposes, or for destructive ones. Our aim is to spread life-giving lessons.
Lucid is geared to be a fan for the philosophically oriented sparks that touch upon what it means to be a human in the twenty first century, and the conscious navigation of the multitude of challenges and opportunities in our technologically potent world.
In our view, being healthy, smart and capable in such an environment should encompass a knowledge of self, emotional intelligence, and technological savviness.
We think that is especially important to instill inspiring ideas to the younger generation in an understandable and welcoming way. That is why a part of our operation is centered around giving people bite-sized lessons on concepts that work to expand and sharpen one’s mind. That encompasses the insights of classical philosophers, practical mental-health lessons, and tips on navigating the technological and financial landscapes of today.
</p>
</div>
</div>

<div id="outline-container-orge5d20bf" class="outline-3">
<h3 id="orge5d20bf"><span class="section-number-3">1.2</span> Rizome Garden</h3>
<div class="outline-text-3" id="text-1-2">
<p>
Another important aspect for us is operating in an environmentally conscious, and constructive way. Apart from eventually running exclusively on green energy, we have plans to expand upon that notion. Currently, we have started to build our Rizome Garden. It is a space out in a remote location which will be a multi-purpose hub of activity. It will become the headquarters of our operation, a place for gathering of like-minded people, and a place for the production of green energy. 
</p>
</div>
</div>
<div id="outline-container-org38a7359" class="outline-3">
<h3 id="org38a7359"><span class="section-number-3">1.3</span>  Andy Novokov </h3>
<div class="outline-text-3" id="text-1-3">
<p>
 Our head of operations is Andy Novikov. Nowadays, he works with a major support and natural language processing whitelabel company where he is in charge of security and the maintenance of the overall tech architecture. Ultimately, his excitement for its liberating potentials culminated in Rizome, and the Lucid Stake pool. He is closely knit and active in the blockchain community, taking part with early projects on Ethereum, experimenting with Bitcoin Lightning network, actively testing new featutes on Cardano testnetm part of Plutus Pioneers First Cohort Promram, helping to advance the fluid integration of Alonzo Purple testnet.   
</p>

<p>
In the future, Andy dreams of creating a futuristic garden which will host the Rizome servers, events, and be a welcoming haven where like-minded people can come together – virtually and in person. The piece of land has already been secured, but big things don’t happen overnight. We take it one planned step at a time. Our Lucid pool is meant to be personable. We strive to build relationships, and most importantly, a kind community where everybody is welcome to share their ideas, learn, and grow together.
</p>

<p>
If you choose to join our pool, know that you will be welcomed with support and detail information. It is built on solid technological foundations, an excitement for the future, and a deep love for bettering humanity. We cannot wait for you to experience what we have in store for you. Our team is available to answer your questions everyday from 9-18 (GMT+2).
</p>

<p>
Godspeed, friends,
</p>

<p>
Your Lucid Team
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Andy Candy</p>
<p class="date">Created: 2021-08-31 Tue 13:10</p>
</div>
</body>
</html>
